Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# $asset.character:Albedo
source: 阿贝多
en: Albedo
fil: Albedo
fr: Albedo
it: Albedo
ja: アルベド
ko: 알베도
ru: Альбедо
vi: Albedo
zh_hant: 阿貝多

# $asset.character:Alhaitham
source: 艾尔海森
en: Alhaitham
fil: Alhaitham
fr: Alhaitham
it: Alhaitham
ja: アルハイゼン
ko: 알하이탐
ru: Аль-Хайтам
vi: Alhaitham
zh_hant: 艾爾海森

# $asset.character:Aloy
source: 埃洛伊
en: Aloy
fil: Aloy
fr: Aloy
it: Aloy
ja: アーロイ
ko: 에일로이
ru: Элой
vi: Aloy
zh_hant: 亞蘿伊

# $asset.character:Amber
source: 安柏
en: Amber
fil: Amber
fr: Amber
it: Amber
ja: アンバー
ko: 엠버
ru: Эмбер
vi: Amber

# $asset.character:Ayaka
source: 神里绫华
en: Kamisato Ayaka
fil: Kamisato Ayaka
fr: Kamisato Ayaka
it: Kamisato Ayaka
ja: 神里綾華
ko: 카미사토 아야카
ru: Аяка
vi: Kamisato Ayaka
zh_hant: 神里綾華

# $asset.character:Ayato
source: 神里绫人
en: Kamisato Ayato
fil: Kamisato Ayato
fr: Kamisato Ayato
it: Kamisato Ayato
ja: 神里綾人
ko: 카미사토 아야토
ru: Аято
vi: Kamisato Ayato
zh_hant: 神里綾人

# $asset.character:Baizhu
source: 白术
en: Baizhu
fil: Baizhu
fr: Baizhu
it: Baizhu
ja: 白朮
ko: 백출
ru: Бай Чжу
vi: Baizhu
zh_hant: 白朮

# $asset.character:Barbara
source: 芭芭拉
en: Barbara
fil: Barbara
fr: Barbara
it: Barbara
ja: バーバラ
ko: 바바라
ru: Барбара
vi: Barbara

# $asset.character:Beidou
source: 北斗
en: Beidou
fil: Beidou
fr: Beidou
it: Beidou
ko: 북두
ru: Бэй Доу
vi: Beidou

# $asset.character:Bennett
source: 班尼特
en: Bennett
fil: Bennett
fr: Bennett
it: Bennett
ja: ベネット
ko: 베넷
ru: Беннет
vi: Bennett

# $asset.character:Candace
source: 坎蒂丝
en: Candace
fil: Candace
fr: Candace
it: Candace
ja: キャンディス
ko: 캔디스
ru: Кандакия
vi: Candace
zh_hant: 坎蒂絲

# $asset.character:Charlotte
source: 夏洛蒂
en: Charlotte
fil: Charlotte
fr: Charlotte
it: Charlotte
ja: シャルロット
ko: 샤를로트
ru: Шарлотта
vi: Charlotte

# $asset.character:Chevreuse
source: 夏沃蕾
en: Chevreuse
fil: Chevreuse
fr: Chevreuse
it: Chevreuse
ja: シュヴルーズ
ko: 슈브르즈
ru: Шеврёз
vi: Chevreuse

# $asset.character:Chongyun
source: 重云
en: Chongyun
fil: Chongyun
fr: Chongyun
it: Chongyun
ja: 重雲
ko: 중운
ru: Чун Юнь
vi: Chongyun
zh_hant: 重雲

# $asset.character:Collei
source: 柯莱
en: Collei
fil: Collei
fr: Collei
it: Collei
ja: コレイ
ko: 콜레이
ru: Коллеи
vi: Collei
zh_hant: 柯萊

# $asset.character:Cyno
source: 赛诺
en: Cyno
fil: Cyno
fr: Cyno
it: Cyno
ja: セノ
ko: 사이노
ru: Сайно
vi: Cyno
zh_hant: 賽諾

# $asset.character:Dehya
source: 迪希雅
en: Dehya
fil: Dehya
fr: Dehya
it: Dehya
ja: ディシア
ko: 데히야
ru: Дэхья
vi: Dehya

# $asset.character:Diluc
source: 迪卢克
en: Diluc
fil: Diluc
fr: Diluc
it: Diluc
ja: ディルック
ko: 다이루크
ru: Дилюк
vi: Diluc
zh_hant: 迪盧克

# $asset.character:Diona
source: 迪奥娜
en: Diona
fil: Diona
fr: Diona
it: Diona
ja: ディオナ
ko: 디오나
ru: Диона
vi: Diona
zh_hant: 迪奧娜

# $asset.character:Dori
source: 多莉
en: Dori
fil: Dori
fr: Dori
it: Dori
ja: ドリー
ko: 도리
ru: Дори
vi: Dori

# $asset.character:Ei
source: 雷电将军
en: Raiden Shogun
fil: Raiden Shogun
fr: Shogun Raiden
it: Shogun Raiden
ja: 雷電将軍
ko: 라이덴 쇼군
ru: Райдэн
vi: Raiden Shogun
zh_hant: 雷電將軍

# $asset.character:Eula
source: 优菈
en: Eula
fil: Eula
fr: Eula
it: Eula
ja: エウルア
ko: 유라
ru: Эола
vi: Eula
zh_hant: 優菈

# $asset.character:Faruzan
source: 珐露珊
en: Faruzan
fil: Faruzan
fr: Faruzan
it: Faruzan
ja: ファルザン
ko: 파루잔
ru: Фарузан
vi: Faruzan
zh_hant: 琺露珊

# $asset.character:Fischl
source: 菲谢尔
en: Fischl
fil: Fischl
fr: Fischl
it: Fischl
ja: フィッシュル
ko: 피슬
ru: Фишль
vi: Fischl
zh_hant: 菲謝爾

# $asset.character:Freminet
source: 菲米尼
en: Freminet
fil: Freminet
fr: Fréminet
it: Freminet
ja: フレミネ
ko: 프레미네
ru: Фремине
vi: Freminet

# $asset.character:Furina
source: 芙宁娜
en: Furina
fil: Furina
fr: Furina
it: Furina
ja: フリーナ
ko: 푸리나
ru: Фурина
vi: Furina
zh_hant: 芙寧娜

# $asset.character:Ganyu
source: 甘雨
en: Ganyu
fil: Ganyu
fr: Ganyu
it: Ganyu
ko: 감우
ru: Гань Юй
vi: Ganyu

# $asset.character:Gorou
source: 五郎
en: Gorou
fil: Gorou
fr: Gorou
it: Gorou
ja: ゴロー
ko: 고로
ru: Горо
vi: Gorou

# $asset.character:Heizou
source: 鹿野院平藏
en: Shikanoin Heizou
fil: Shikanoin Heizou
fr: Shikanoin Heizou
it: Shikanoin Heizou
ja: 鹿野院平蔵
ko: 시카노인 헤이조
ru: Хэйдзо
vi: Shikanoin Heizou

# $asset.character:Hotaru
source: 荧
en: Lumine
fil: Lumine
fr: Lumine
it: Lumine
ja: 蛍
ko: 루미네
ru: Люмин
vi: Lumine
zh_hant: 熒

# $asset.character:Hutao
source: 胡桃
en: Hu Tao
fil: Hu Tao
fr: Hu Tao
it: Hu Tao
ko: 호두
ru: Ху Тао
vi: Hu Tao

# $asset.character:Itto
source: 荒泷一斗
en: Arataki Itto
fil: Arataki Itto
fr: Arataki Itto
it: Arataki Itto
ja: 荒瀧一斗
ko: 아라타키 이토
ru: Итто
vi: Arataki Itto
zh_hant: 荒瀧一斗

# $asset.character:Jean
source: 琴
en: Jean
fil: Jean
fr: Jean
it: Jean
ja: ジン
ko: 진
ru: Джинн
vi: Jean

# $asset.character:Kaeya
source: 凯亚
en: Kaeya
fil: Kaeya
fr: Kaeya
it: Kaeya
ja: ガイア
ko: 케이아
ru: Кэйа
vi: Kaeya
zh_hant: 凱亞

# $asset.character:Kaveh
source: 卡维
en: Kaveh
fil: Kaveh
fr: Kaveh
it: Kaveh
ja: カーヴェ
ko: 카베
ru: Кавех
vi: Kaveh
zh_hant: 卡維

# $asset.character:Kazuha
source: 枫原万叶
en: Kaedehara Kazuha
fil: Kaedehara Kazuha
fr: Kaedehara Kazuha
it: Kaedehara Kazuha
ja: 楓原万葉
ko: 카에데하라 카즈하
ru: Кадзуха
vi: Kaedehara Kazuha
zh_hant: 楓原萬葉

# $asset.character:Keqing
source: 刻晴
en: Keqing
fil: Keqing
fr: Keqing
it: Keqing
ko: 각청
ru: Кэ Цин
vi: Keqing

# $asset.character:Kirara
source: 绮良良
en: Kirara
fil: Kirara
fr: Kirara
it: Kirara
ja: 綺良々
ko: 키라라
ru: Кирара
vi: Kirara
zh_hant: 綺良良

# $asset.character:Klee
source: 可莉
en: Klee
fil: Klee
fr: Klee
it: Klee
ja: クレー
ko: 클레
ru: Кли
vi: Klee

# $asset.character:Kokomi
source: 珊瑚宫心海
en: Sangonomiya Kokomi
fil: Sangonomiya Kokomi
fr: Sangonomiya Kokomi
it: Sangonomiya Kokomi
ja: 珊瑚宮心海
ko: 산고노미야 코코미
ru: Кокоми
vi: Sangonomiya Kokomi
zh_hant: 珊瑚宮心海

# $asset.character:Kunikuzushi
source: 流浪者
en: Wanderer
fil: Wanderer
fr: Nomade
it: Vagabondo
ja: 放浪者
ko: 방랑자
ru: Странник
vi: Kẻ Lang Thang

# $asset.character:Layla
source: 莱依拉
en: Layla
fil: Layla
fr: Layla
it: Layla
ja: レイラ
ko: 레일라
ru: Лайла
vi: Layla
zh_hant: 萊依拉

# $asset.character:Lisa
source: 丽莎
en: Lisa
fil: Lisa
fr: Lisa
it: Lisa
ja: リサ
ko: 리사
ru: Лиза
vi: Lisa
zh_hant: 麗莎

# $asset.character:Lynette
source: 琳妮特
en: Lynette
fil: Lynette
fr: Lynette
it: Lynette
ja: リネット
ko: 리넷
ru: Линетт
vi: Lynette

# $asset.character:Lyney
source: 林尼
en: Lyney
fil: Lyney
fr: Lyney
it: Lyney
ja: リネ
ko: 리니
ru: Лини
vi: Lyney

# $asset.character:Mika
source: 米卡
en: Mika
fil: Mika
fr: Mika
it: Mika
ja: ミカ
ko: 미카
ru: Мика
vi: Mika

# $asset.character:Miko
source: 八重神子
en: Yae Miko
fil: Yae Miko
fr: Yae Miko
it: Yae Miko
ko: 야에 미코
ru: Яэ Мико
vi: Yae Miko

# $asset.character:Mona
source: 莫娜
en: Mona
fil: Mona
fr: Mona
it: Mona
ja: モナ
ko: 모나
ru: Мона
vi: Mona

# $asset.character:NaganoharaYoimiya
source: 长野原宵宫
en: Naganohara Yoimiya
fil: Naganohara Yoimiya
fr: Naganohara Yoimiya
it: Naganohara Yoimiya
ja: 長野原宵宮
ko: 나가노하라 요이미야
ru: Наганохара Ёимия
vi: Naganohara Yoimiya
zh_hant: 長野原宵宮

# $asset.character:Nahida
source: 纳西妲
en: Nahida
fil: Nahida
fr: Nahida
it: Nahida
ja: ナヒーダ
ko: 나히다
ru: Нахида
vi: Nahida
zh_hant: 納西妲

# $asset.character:Navia
source: 娜维娅
en: Navia
fil: Navia
fr: Navia
it: Navia
ja: ナヴィア
ko: 나비아
ru: Навия
vi: Navia
zh_hant: 娜維婭

# $asset.character:Neuvillette
source: 那维莱特
en: Neuvillette
fil: Neuvillette
fr: Neuvillette
it: Neuvillette
ja: ヌヴィレット
ko: 느비예트
ru: Нёвиллет
vi: Neuvillette
zh_hant: 那維萊特

# $asset.character:Nilou
source: 妮露
en: Nilou
fil: Nilou
fr: Nilou
it: Nilou
ja: ニィロウ
ko: 닐루
ru: Нилу
vi: Nilou

# $asset.character:Ningguang
source: 凝光
en: Ningguang
fil: Ningguang
fr: Ningguang
it: Ningguang
ko: 응광
ru: Нин Гуан
vi: Ningguang

# $asset.character:Noelle
source: 诺艾尔
en: Noelle
fil: Noelle
fr: Noëlle
it: Noelle
ja: ノエル
ko: 노엘
ru: Ноэлль
vi: Noelle
zh_hant: 諾艾爾

# $asset.character:Paimon
source: 派蒙
en: Paimon
fil: Paimon
fr: Paimon
it: Paimon
ja: パイモン
ko: 페이몬
ru: Паймон
vi: Paimon

# $asset.character:Qiqi
source: 七七
en: Qiqi
fil: Qiqi
fr: Qiqi
it: Qiqi
ko: 치치
ru: Ци Ци
vi: Qiqi

# $asset.character:RaidenKunikuzushi
source: 雷电国崩
en: Raiden Kunikuzushi
fil: Raiden Kunikuzushi
fr: Raiden Kunikuzushi
it: Raiden Kunikuzushi
ja: 雷電国崩
ko: Raiden Kunikuzushi
ru: Куникудзуси
vi: Raiden Kunikuzushi
zh_hant: 雷電國崩

# $asset.character:Razor
source: 雷泽
en: Razor
fil: Razor
fr: Razor
it: Razor
ja: レザー
ko: 레이저
ru: Рэйзор
vi: Razor
zh_hant: 雷澤

# $asset.character:Rosaria
source: 罗莎莉亚
en: Rosaria
fil: Rosaria
fr: Rosalia
it: Rosaria
ja: ロサリア
ko: 로자리아
ru: Розария
vi: Rosaria
zh_hant: 蘿莎莉亞

# $asset.character:Sara
source: 九条裟罗
en: Kujou Sara
fil: Kujou Sara
fr: Kujou Sara
it: Kujou Sara
ja: 九条裟羅
ko: 쿠죠 사라
ru: Сара
vi: Kujou Sara
zh_hant: 九條裟羅

# $asset.character:Sayu
source: 早柚
en: Sayu
fil: Sayu
fr: Sayu
it: Sayu
ko: 사유
ru: Саю
vi: Sayu

# $asset.character:Shenhe
source: 申鹤
en: Shenhe
fil: Shenhe
fr: Shenhe
it: Shenhe
ja: 申鶴
ko: 신학
ru: Шэнь Хэ
vi: Shenhe
zh_hant: 申鶴

# $asset.character:Shinobu
source: 久岐忍
en: Kuki Shinobu
fil: Kuki Shinobu
fr: Kuki Shinobu
it: Kuki Shinobu
ko: 쿠키 시노부
ru: Синобу
vi: Kuki Shinobu

# $asset.character:Sora
source: 空
en: Aether
fil: Aether
fr: Aether
it: Aether
ko: 아이테르
ru: Итэр
vi: Aether

# $asset.character:Sucrose
source: 砂糖
en: Sucrose
fil: Sucrose
fr: Sucrose
it: Sucrose
ja: スクロース
ko: 설탕
ru: Сахароза
vi: Sucrose

# $asset.character:Tartaglia
source: 达达利亚
en: Tartaglia
fil: Tartaglia
fr: Tartaglia
it: Tartaglia
ja: タルタリヤ
ko: 타르탈리아
ru: Тарталья
vi: Tartaglia
zh_hant: 達達利亞

# $asset.character:Thoma
source: 托马
en: Thoma
fil: Thoma
fr: Thomas
it: Thoma
ja: トーマ
ko: 토마
ru: Тома
vi: Thoma
zh_hant: 托馬

# $asset.character:Tighnari
source: 提纳里
en: Tighnari
fil: Tighnari
fr: Tighnari
it: Tighnari
ja: ティナリ
ko: 타이나리
ru: Тигнари
vi: Tighnari
zh_hant: 提納里

# $asset.character:Venti
source: 温迪
en: Venti
fil: Venti
fr: Venti
it: Venti
ja: ウェンティ
ko: 벤티
ru: Венти
vi: Venti
zh_hant: 溫迪

# $asset.character:Wriothesley
source: 莱欧斯利
en: Wriothesley
fil: Wriothesley
fr: Wriothesley
it: Wriothesley
ja: リオセスリ
ko: 라이오슬리
ru: Ризли
vi: Wriothesley
zh_hant: 萊歐斯利

# $asset.character:Xiangling
source: 香菱
en: Xiangling
fil: Xiangling
fr: Xiangling
it: Xiangling
ko: 향릉
ru: Сян Лин
vi: Xiangling

# $asset.character:Xiao
source: 魈
en: Xiao
fil: Xiao
fr: Xiao
it: Xiao
ko: 소
ru: Сяо
vi: Xiao

# $asset.character:Xingqiu
source: 行秋
en: Xingqiu
fil: Xingqiu
fr: Xingqiu
it: Xingqiu
ko: 행추
ru: Син Цю
vi: Xingqiu

# $asset.character:Xinyan
source: 辛焱
en: Xinyan
fil: Xinyan
fr: Xinyan
it: Xinyan
ja: 辛炎
ko: 신염
ru: Синь Янь
vi: Xinyan

# $asset.character:Yanfei
source: 烟绯
en: Yanfei
fil: Yanfei
fr: Yanfei
it: Yanfei
ja: 煙緋
ko: 연비
ru: Янь Фэй
vi: Yanfei
zh_hant: 煙緋

# $asset.character:Yaoyao
source: 瑶瑶
en: Yaoyao
fil: Yaoyao
fr: Yaoyao
it: Yaoyao
ja: ヨォーヨ
ko: 요요
ru: Яо Яо
vi: Yaoyao
zh_hant: 瑤瑤

# $asset.character:Yelan
source: 夜兰
en: Yelan
fil: Yelan
fr: Yelan
it: Yelan
ja: 夜蘭
ko: 야란
ru: Е Лань
vi: Yelan
zh_hant: 夜蘭

# $asset.character:Yoimiya
source: 宵宫
en: Yoimiya
fil: Yoimiya
fr: Yoimiya
it: Yoimiya
ja: 宵宮
ko: 요이미야
ru: Ёимия
vi: Yoimiya
zh_hant: 宵宮

# $asset.character:Yunjin
source: 云堇
en: Yun Jin
fil: Yun Jin
fr: Yun Jin
it: Yun Jin
ja: 雲菫
ko: 운근
ru: Юнь Цзинь
vi: Yun Jin
zh_hant: 雲堇

# $asset.character:Zhongli
source: 钟离
en: Zhongli
fil: Zhongli
fr: Zhongli
it: Zhongli
ja: 鍾離
ko: 종려
ru: Чжун Ли
vi: Zhongli
zh_hant: 鍾離

# $asset.dailyMaterial:talentAdmonition
source: 「诤言」
en: Admonition
fil: Admonition
fr: Admonaistration
it: Ammonimento
ja: 「忠言」
ko: 「간언」
ru: Книги О Наставлениях
vi: Khuyên Nhủ
zh_hant: 「諍言」

# $asset.dailyMaterial:talentBallad
source: 「诗文」
en: Ballad
fil: Ballad
fr: Poésie
it: Poesia
ja: 「詩文」
ko: 「시문」
ru: Книги О Поэзии
vi: Thơ Văn
zh_hant: 「詩文」

# $asset.dailyMaterial:talentDiligence
source: 「勤劳」
en: Diligence
fil: Diligence
fr: Diligence
it: Diligenza
ja: 「勤労」
ko: 「근면」
ru: Книги Об Усердии
vi: Chăm Chỉ
zh_hant: 「勤勞」

# $asset.dailyMaterial:talentElegance
source: 「风雅」
en: Elegance
fil: Elegance
fr: Elégance
it: Eleganza
ja: 「風雅」
ko: 「풍아」
ru: Книги Об Изяществе
vi: Nhã Nhặn
zh_hant: 「風雅」

# $asset.dailyMaterial:talentEquity
source: 「公平」
en: Equity
fil: Equity
fr: L'equité
it: Filosofie Di Equità
ko: 「공평」
ru: Беспристрастии
vi: Công Bằng

# $asset.dailyMaterial:talentFreedom
source: 「自由」
en: Freedom
fil: Freedom
fr: Liberté
it: Libertà
ko: 「자유」
ru: Книги О Свободе
vi: Tự Do

# $asset.dailyMaterial:talentGold
source: 「黄金」
en: Gold
fil: Gold
fr: Or
it: Oro
ko: 「황금」
ru: Книги О Золоте
vi: Hoàng Kim
zh_hant: 「黃金」

# $asset.dailyMaterial:talentIngenuity
source: 「巧思」
en: Ingenuity
fil: Ingenuity
fr: Ingénuité
it: Ingegno
ja: 「創意」
ko: 「창의」
ru: Книги Об Остроумии
vi: Tinh Tế

# $asset.dailyMaterial:talentJustice
source: 「正义」
en: Justice
fil: Justice
fr: La Justice
it: Giustizia
ja: 「正義」
ko: 「정의」
ru: Справедливости
vi: Chính Nghĩa
zh_hant: 「正義」

# $asset.dailyMaterial:talentLight
source: 「天光」
en: Light
fil: Light
fr: Lumière
it: Luce
ko: 「천광」
ru: Книги О Свете
vi: Ánh Sáng

# $asset.dailyMaterial:talentOrder
source: 「秩序」
en: Order
fil: Order
fr: L'ordre
it: Ordine
ko: 「질서」
ru: Порядке
vi: Trật Tự

# $asset.dailyMaterial:talentPraxis
source: 「笃行」
en: Praxis
fil: Praxis
fr: Usage
it: Pragmatica
ja: 「篤行」
ko: 「실천」
ru: Книги О Честности
vi: Thực Hành
zh_hant: 「篤行」

# $asset.dailyMaterial:talentProsperity
source: 「繁荣」
en: Prosperity
fil: Prosperity
fr: Prospérité
it: Prosperità
ja: 「繁栄」
ko: 「번영」
ru: Книги О Процветании
vi: Phồn Vinh
zh_hant: 「繁榮」

# $asset.dailyMaterial:talentResistance
source: 「抗争」
en: Resistance
fil: Resistance
fr: Résistance
it: Resistenza
ko: 「투쟁」
ru: Книги О Борьбе
vi: Kháng Chiến
zh_hant: 「抗爭」

# $asset.dailyMaterial:talentTransience
source: 「浮世」
en: Transience
fil: Transience
fr: Ephémère
it: Fugacità
ko: 「부세」
ru: Книги О Бренности
vi: Phù Thế

# $asset.dailyMaterial:weaponAerosiderite
source: 「漆黑陨铁」
en: Aerosiderite
fil: Aerosiderite
fr: Aérosidérite Noire
it: Aerosiderite
ja: 「漆黒隕鉄」
ko: 흑운철 덩이
ru: Чёрный Сидерит
vi: Một Góc Thiên Thạch Đen
zh_hant: 「漆黑隕鐵」

# $asset.dailyMaterial:weaponAncientChord
source: 「悠古弦音」
en: Ancient Chord
fil: Ancient Chord
fr: Accord Ancien
it: Un Antico Accordo
ja: 「悠久の弦」
ko: 오래된 현악의 울림
ru: Древней Струны
vi: Cung Đàn Cổ Xưa

# $asset.dailyMaterial:weaponBorealWolf
source: 「凛风奔狼」
en: Boreal Wolf
fil: Boreal Wolf
fr: Loup Boréal
it: Lupo Boreale
ja: 「凛風奔狼」
ko: 칼바람 울프의 그리운 고향
ru: Арктический Волк
vi: Nỗi Nhớ Của Sói Bão
zh_hant: 「凜風奔狼」

# $asset.dailyMaterial:weaponDecarabian
source: 「高塔孤王」
en: Decarabian
fil: Decarabian
fr: Décabarian
it: Decarabian
ja: 「高塔の王」
ko: 고탑 왕의 깨진 꿈
ru: Декабриан
vi: Xác Tàu Tháp Cô Vương

# $asset.dailyMaterial:weaponDewdrop
source: 「纯圣露滴」
en: Pure Sacred Dewdrop
fil: Pure Sacred Dewdrop
fr: Rosée Sacrée Pure
it: Goccia Di Rugiada Sacra Pura
ja: 「純聖な雫」
ko: 성스러운 이슬의 정수
ru: Чистой Капли Росы
vi: Giọt Sương Thánh Thuần
zh_hant: 「純聖露滴」

# $asset.dailyMaterial:weaponDistantSea
source: 「远海夷地」
en: Distant Sea
fil: Distant Sea
fr: Branche Marine
it: Mare Lontano
ja: 「遠海夷地」
ko: 먼바다의 금빛 가지
ru: Внешнее Море
vi: Nhánh Quỳnh Ngọc Của Biển Xa
zh_hant: 「遠海夷地」

# $asset.dailyMaterial:weaponElixir
source: 「雾海云间」
en: Mist Veiled
fil: Mist Veiled
fr: Karstique
it: Nebbia
ja: 「霧海雲間」
ko: 안개구름 속의 전환
ru: Заоблачное Море
vi: Kim Đơn Biển Sương Mù
zh_hant: 「霧海雲間」

# $asset.dailyMaterial:weaponGladiator
source: 「狮牙斗士」
en: Dandelion Gladiator
fil: Dandelion Gladiator
fr: Chevalier Du Croc De Lion
it: Gladiatore
ja: 「獅牙戦士」
ko: 라이언 투사의 이념
ru: Львиный Клык
vi: Lí Tưởng Của Đấu Sĩ Nanh Sư Tử
zh_hant: 「獅牙鬥士」

# $asset.dailyMaterial:weaponGuyun
source: 「孤云寒林」
en: Guyun
fil: Guyun
fr: Guyun
it: Guyun
ja: 「孤雲寒林」
ko: 고운한림의 신체
ru: Гуюнь
vi: Thần Thể Rừng Băng Giá
zh_hant: 「孤雲寒林」

# $asset.dailyMaterial:weaponKijinMask
source: 「今昔剧画」
en: Mask
fil: Mask
fr: Masque
it: Maschera
ja: 「今昔劇画」
ko: 금석극화의 귀인(鬼人)
ru: Маска
vi: Nanh Cọp Của Gekiga
zh_hant: 「今昔劇畫」

# $asset.dailyMaterial:weaponNarukami
source: 「鸣神御灵」
en: Narukami
fil: Narukami
fr: Narukami
it: Narukami
ja: 「鳴神御霊」
ko: 나루카미 어령의 용맹
ru: Наруками
vi: Tình Yêu Của Narukami
zh_hant: 「鳴神御靈」

# $asset.dailyMaterial:weaponOasisGarden
source: 「绿洲花园」
en: Oasis Garden
fil: Oasis Garden
fr: Jardin D'oasis
it: Giardino Dell'oasi
ja: 「オアシス」
ko: 오아시스 화원의 진리
ru: Цветущий Оазис
vi: Ân Huệ Vườn Hoa Ốc Đảo
zh_hant: 「綠洲花園」

# $asset.dailyMaterial:weaponPristineSea
source: 「无垢之海」
en: Goblet of the Pristine Sea
fil: Goblet of the Pristine Sea
fr: Gobelet De La Mer Immaculée
it: Calice Del Mare Immacolato
ja: 「無垢な海」
ko: 순결한 바다의 금잔
ru: Чаша Непорочного Моря
vi: Của Biển Nguyên Sơ
zh_hant: 「無垢之海」

# $asset.dailyMaterial:weaponScorchingMight
source: 「烈日威权」
en: Scorching Might
fil: Scorching Might
fr: Pouvoir Brûlant
it: Possanza Infuocata
ja: 「烈日権威」
ko: 태양 같은 권위의 과거
ru: Пылающая Мощь
vi: Tia Sáng Của Ánh Nắng Quyền Uy
zh_hant: 「烈日威權」

# $asset.dailyMaterial:weaponTalisman
source: 「谧林涓露」
en: Forest Dew
fil: Forest Dew
fr: Talisman De La Rosée
it: Talismano
ja: 「静謐森雫」
ko: 숲의 이슬을 닮은 금 부적
ru: Ледяная Роса
vi: Bùa Rừng Xanh Sương Đọng - Sắt
zh_hant: 「謐林涓露」

# $asset.nameCard:UI_NameCardPic_0_P
source: 原神·印象
en: Genshin Impact: A New World
fil: Genshin Impact: A New World
fr: Genshin Impact - Un monde nouveau
it: Genshin Impact: Un mondo nuovo
ko: 원신·인상
ru: Новый мир
vi: Nguyên Thần - Ấn Tượng

# $asset.nameCard:UI_NameCardPic_Albedo_P
source: 阿贝多·阳花
en: Albedo: Sun Blossom
fil: Albedo: Sun Blossom
fr: Albedo - Radiance solaire
it: Albedo: Fiore del sole
ja: アルベド·陽華
ko: 알베도·태양꽃
ru: Цветок солнца
vi: Albedo - Hướng Dương
zh_hant: 阿貝多·陽花

# $asset.nameCard:UI_NameCardPic_Alhatham_P
source: 艾尔海森·诲明
en: Alhaitham: Enlightenment
fil: Alhaitham: Enlightenment
fr: Alhaitham - Érudition
it: Alhaitham: Illuminazione
ja: アルハイゼン·叡誨
ko: 알하이탐·충고
ru: Прозрение
vi: Alhaitham - Giác Ngộ
zh_hant: 艾爾海森·誨明

# $asset.nameCard:UI_NameCardPic_Aloy_P
source: 埃洛伊·曙光记
en: Aloy: Dawn
fil: Aloy: Dawn
fr: Aloy - Aube
it: Aloy: Dawn
ja: アーロイ·ドーン
ko: 에일로이·서광
ru: Рассвет
vi: Aloy - Nhật Ký Bình Minh
zh_hant: 亞蘿伊·黎明記

# $asset.nameCard:UI_NameCardPic_Ambor_P
source: 安柏·兔兔
en: Amber: Bunny
fil: Amber: Bunny
fr: Amber - Baron Lapinou
it: Amber: Baron Coniglio
ja: アンバー·ウサギ
ko: 엠버·토끼
ru: Барон Зайчик
vi: Amber - Con Thỏ

# $asset.nameCard:UI_NameCardPic_Ayaka_P
source: 神里绫华·扇子
en: Kamisato Ayaka: Folding Fan
fil: Kamisato Ayaka: Folding Fan
fr: Kamisato Ayaka - Éventail
it: Kamisato Ayaka: Ventaglio
ja: 神里綾華·扇子
ko: 카미사토 아야카·부채
ru: Веер
vi: Kamisato Ayaka - Cây Quạt
zh_hant: 神里綾華·扇子

# $asset.nameCard:UI_NameCardPic_Ayato_P
source: 神里绫人·涟漪
en: Kamisato Ayato: Ripple
fil: Kamisato Ayato: Ripple
fr: Kamisato Ayato - Ondulation
it: Kamisato Ayato: Increspatura
ja: 神里綾人·細波
ko: 카미사토 아야토·잔물결
ru: Лёгкая зыбь
vi: Kamisato Ayato - Gợn Sóng
zh_hant: 神里綾人·漣漪

# $asset.nameCard:UI_NameCardPic_Baizhuer_P
source: 白术·祛风
en: Baizhu: Relief
fil: Baizhu: Relief
fr: Baizhu - Soulagement
it: Baizhu: Sollievo
ja: 白朮·去風
ko: 백출·거풍
ru: Облегчение
vi: Baizhu - Khư Phong
zh_hant: 白朮·祛風

# $asset.nameCard:UI_NameCardPic_Barbara_P
source: 芭芭拉·流淌
en: Barbara: Flow
fil: Barbara: Flow
fr: Barbara - Thérapeutique
it: Barbara: Flusso
ja: バーバラ·流れ
ko: 바바라·흐름
ru: Мелодия
vi: Barbara - Dòng Chảy

# $asset.nameCard:UI_NameCardPic_Bartender_P
source: 庆典·觥筹
en: Celebration: Binge Vessel
fil: Celebration: Binge Vessel
fr: Célébration - Enivrement
it: Celebrazione: Ebbrezza
ja: 祭典·祝杯
ko: 축제·술잔
ru: Кубки и развлечения
vi: Tiệc Mừng - Linh Đình
zh_hant: 慶典·觥籌

# $asset.nameCard:UI_NameCardPic_Beidou_P
source: 北斗·拔锚
en: Beidou: Weighing Anchor
fil: Beidou: Weighing Anchor
fr: Beidou - Levée d'ancre
it: Beidou: Tempo di salpare
ja: 北斗·拔錨
ko: 북두·출항
ru: Якорь
vi: Beidou - Nhổ neo
zh_hant: 北斗·拔錨

# $asset.nameCard:UI_NameCardPic_Bennett_P
source: 班尼特·认可
en: Bennett: Recognition
fil: Bennett: Recognition
fr: Bennett - Gratitude
it: Bennett: Gratitudine
ja: ベネット·認可
ko: 베넷·인정
ru: Одобрение
vi: Bennett - Chấp Nhận
zh_hant: 班尼特·認可

# $asset.nameCard:UI_NameCardPic_BounceConjuringChallenge_P
source: 庆典·魔球
en: Celebration: Kaboomball
fil: Celebration: Kaboomball
fr: Célébration - Badaboum
it: Celebrazione: Bombabum
ja: 祭典·魔球
ko: 축제·마구
ru: Бабах-мяч
vi: Lễ Hội – Bóng Ma Thuật
zh_hant: 慶典·魔球

# $asset.nameCard:UI_NameCardPic_Bp1_P
source: 纪行·捕风
en: Travel Notes: Catch the Wind
fil: Travel Notes: Catch the Wind
fr: PB - Attrape-vent
it: Appunti di viaggio: Catturavento
ja: 紀行·風捕り
ko: 기행·바람을 잡다
ru: Ловец ветра
vi: Nhật Ký Hành Trình Của Gió
zh_hant: 紀行·補風

# $asset.nameCard:UI_NameCardPic_Bp2_P
source: 纪行·熄星
en: Travel Notes: Fading Star
fil: Travel Notes: Fading Star
fr: PB - Météorite
it: Appunti di viaggio: Stella cadente
ja: 紀行·熄星
ko: 기행·꺼진 별
ru: Погасшая звезда
vi: Khởi Hành-Tức Tinh
zh_hant: 紀行·熄星

# $asset.nameCard:UI_NameCardPic_Bp3_P
source: 纪行·白垩
en: Travel Notes: Chalk
fil: Travel Notes: Chalk
fr: PB - Craie
it: Appunti di viaggio: Gesso
ja: 紀行·白亜
ko: 기행·백악
ru: Мел
vi: Nhật Ký Hành Trình - Vôi Trắng
zh_hant: 紀行·白堊

# $asset.nameCard:UI_NameCardPic_Bp4_P
source: 纪行·明霄
en: Travel Notes: Mingxiao
fil: Travel Notes: Mingxiao
fr: PB - Mingxiao
it: Appunti di viaggio: Mingxiao
ja: 紀行·明霄
ko: 기행·명소
ru: Лунный фонарь
vi: Nhật Ký Hành Trình - Minh Tiêu
zh_hant: 紀行·明霄

# $asset.nameCard:UI_NameCardPic_Bp5_P
source: 纪行·风花
en: Travel Notes: Windblume
fil: Travel Notes: Windblume
fr: PB - Alizée
it: Appunti di viaggio: Florvento
ja: 紀行·風花
ko: 기행·윈드블룸
ru: Анемония
vi: Nhật Ký Hành Trình Hoa Gió
zh_hant: 紀行·風花

# $asset.nameCard:UI_NameCardPic_Bp6_P
source: 纪行·绕尘
en: Travel Notes: Sub-Space Recreation
fil: Travel Notes: Sub-Space Recreation
fr: PB - Autre monde
it: Appunti di viaggio: Mondi alternativi
ja: 紀行·廻塵
ko: 기행·얽힌 속세
ru: Другая реальность
vi: Nhật Ký Hành Trình - Dạo Bước Cõi Trần
zh_hant: 紀行·繞塵

# $asset.nameCard:UI_NameCardPic_Bp7_P
source: 纪行·盛夏
en: Travel Notes: Midsummer
fil: Travel Notes: Midsummer
fr: PB - Été
it: Appunti di viaggio: Piena estate
ja: 紀行·真夏
ko: 기행·한 여름
ru: Летний зной
vi: Nhật Ký Hành Trình – Mùa Hè Rực Rỡ
zh_hant: 紀行·盛夏

# $asset.nameCard:UI_NameCardPic_Bp8_P
source: 纪行·鸣神大社
en: Travel Notes: Grand Narukami Shrine
fil: Travel Notes: Grand Narukami Shrine
fr: PB - Sanctuaire de Narukami
it: Appunti di viaggio: Gran Santuario di Narukami
ja: 紀行·鳴神大社
ko: 기행·나루카미 다이샤
ru: Великий храм Наруками
vi: Nhật Ký Hành Trình - Đền Narukami
zh_hant: 紀行·鳴神大社

# $asset.nameCard:UI_NameCardPic_Bp9_P
source: 纪行·逐月
en: Travel Notes: Moonchaser
fil: Travel Notes: Moonchaser
fr: PB - Désilune
it: Appunti di viaggio: Inseguendo la luna
ja: 紀行·月逐い
ko: 기행·축월
ru: Лунная охота
vi: Nhật Ký Hành Trình - Trục Nguyệt
zh_hant: 紀行·逐月

# $asset.nameCard:UI_NameCardPic_Bp10_P
source: 纪行·神将
en: Travel Notes: Heavenly General
fil: Travel Notes: Heavenly General
fr: PB - Général céleste
it: Appunti di viaggio: Generale celeste
ja: 紀行·神将
ko: 기행·신장(神將)
ru: Божественный генерал
vi: Nhật Ký Hành Trình - Thần Tướng
zh_hant: 紀行·神將

# $asset.nameCard:UI_NameCardPic_Bp11_P
source: 纪行·白英
en: Travel Notes: Lyratum
fil: Travel Notes: Lyratum
fr: PB - Lyratum
it: Appunti di viaggio: Lyratum
ja: 紀行·白英
ko: 기행·백영(白英)
ru: Паслён
vi: Nhật Ký Hành Trình - Lyratum
zh_hant: 紀行·白英

# $asset.nameCard:UI_NameCardPic_Bp12_P
source: 纪行·流彩
en: Travel Notes: Flowing Hues
fil: Travel Notes: Flowing Hues
fr: PB - Teinte fluide
it: Appunti di viaggio: Multicolore
ja: 紀行·流彩
ko: 기행·유채
ru: Струящиеся оттенки
vi: Nhật Ký Hành Trình - Sắc Màu
zh_hant: 紀行·流彩

# $asset.nameCard:UI_NameCardPic_Bp13_P
source: 纪行·蛰醒
en: Travel Notes: Awakening
fil: Travel Notes: Awakening
fr: PB - Éveil
it: Appunti di viaggio: Risveglio
ja: 紀行·啓蟄
ko: 기행·계칩
ru: Пробуждение
vi: Nhật Ký Hành Trình - Thức Tỉnh
zh_hant: 紀行·蟄醒

# $asset.nameCard:UI_NameCardPic_Bp14_P
source: 纪行·容彩
en: Travel Notes: Irodori
fil: Travel Notes: Irodori
fr: PB - Irodori
it: Appunti di viaggio: Irodori
ja: 紀行·容彩
ko: 기행·이로도리
ru: Иродори
vi: Nhật Ký Hành Trình - Irodori
zh_hant: 紀行·容彩

# $asset.nameCard:UI_NameCardPic_Bp15_P
source: 纪行·天命
en: Travel Notes: Divine Will
fil: Travel Notes: Divine Will
fr: PB - Destinée
it: Appunti di viaggio: Volontà divina
ja: 紀行·天命
ko: 기행·천명
ru: Провидение
vi: Nhật Ký Hành Trình - Thiên Mệnh
zh_hant: 紀行·天命
